import React from 'react';


import '../index.css';

export default function () {
  return (
    <div className = "home">
      <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/MarvelLogo.svg/1200px-MarvelLogo.svg.png" height = "200px" alt="marvel" />
      <h2>Marvel Comics</h2>
      <p>
        Marvel Comics (от англ. marvel «чудо») — американская компания, издающая
        комиксы, подразделение корпорации Marvel Entertainment. Получившая среди
        поклонников комиксов прозвище «Дом идей», Marvel наиболее известна
        такими сериями комиксов, как «Фантастическая четвёрка», «Люди Икс»,
        «Мстители», «Стражи Галактики», «Защитники», «Человек-паук», «Росомаха»,
        «Железный человек», «Капитан Америка», «Тор», «Халк», «Дэдпул»,
        «Сорвиголова», «Каратель», «Доктор Стрэндж», «Чёрная Пантера»,
        «Человек-муравей и Оса», «Капитан Марвел», «Веном», «Серебряный Сёрфер»,
        «Призрачный гонщик», «Блэйд», «Чёрная вдова», «Соколиный глаз», «Люк
        Кейдж», «Железный Кулак» и «Джессика Джонс». Большинство персонажей
        комиксов Marvel обитают в одной вымышленной вселенной, получившей
        название Земля-616. С 1960-х Marvel Comics — одна из двух самых крупных
        американских компаний, выпускающих комиксы, наравне с DC Comics (чьими
        самыми известными детищами являются «Супермен», «Бэтмен» и
        «Чудо-женщина», а также «Флэш» и «Зелёный Фонарь»). В конце августа 2009
        года компания The Walt Disney Company объявила о покупке Marvel. Сделка
        состоялась в конце декабря 2009 года, и её цена составила $4,24
        миллиарда.
      </p>
    </div>
  );
}
